Revit 2024 API
Space.OutdoorAirflow Property
Get the Outdoor Airflow of the Space.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public double OutdoorAirflow { get; }
Visual Basic
Public ReadOnly Property OutdoorAirflow As Double
	Get
Visual C++
public:
property double OutdoorAirflow {
	double get ();
}
Remarks
This property is used to get the Outdoor Airflow (Unit: ft3/s) of the Space.
See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace